@extends('layouts.app')


@section('content')
    <div class="container mx-auto px-4 py-8">
        <h1 class="text-4xl font-extrabold text-center text-gray-900 mb-6">О нас</h1>
        <div class="bg-white shadow-md rounded-lg p-8 max-w-3xl mx-auto">
            <p class="text-lg text-gray-700 mb-4">
                Добро пожаловать! Мы созданы для того, чтобы сделать процесс заказа и доставки товаров максимально простым, быстрым и эффективным. Наша платформа связывает клиентов, продавцов и курьеров, обеспечивая бесперебойную работу каждого этапа доставки.
            </p>
    
            <h2 class="text-2xl font-bold text-gray-800 mb-4">О нас: Ваша Доставка — Наша Забота.</h2>
            <ul class="list-disc list-inside text-lg text-gray-700 mb-6">
                <p>
                     Мы — команда "Системы управления доставкой", и наша миссия — сделать логистику максимально эффективной и прозрачной для вас. Мы отлично понимаем, насколько критично, чтобы каждая посылка достигала своего адресата точно в срок и в идеальном состоянии. Именно поэтому наша платформа предлагает комплексные и надёжные решения, охватывающие каждый этап доставки — от оформления заказа до его успешного завершения.
                </p>
                
            </ul>
            <p class="text-lg text-gray-700 text-center font-semibold">
                Мы постоянно работаем над улучшением нашей системы, чтобы предоставить вам лучший опыт. Спасибо, что выбрали нас!
            </p>
        </div>
    </div>
@endsection